{
 "Producto": [
  {
   "name": "Modulo Shield v2 Grove (Arduino)",
   "description": "Hay conectores de poste de 2mm y 4 pines (señal 1, señal 2, VCC y GND). También cuenta con grupos de 3 pines y 2,54mm (Signal, VCC y GND) para Servos y otros dispositivos electrónicos, que simplifican el cableado de la electrónica en los proyectos.",
   "productImageUrl": [
    {
     "image": "https://moviltronics.com.co/1760-thickbox_default/modulo-shield-v2-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1764-thickbox_default/modulo-shield-v2-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1761-thickbox_default/modulo-shield-v2-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1763-thickbox_default/modulo-shield-v2-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1762-thickbox_default/modulo-shield-v2-grove.jpg"
    }
   ],
   "collection": "Grove",
   "sku": "M90039",
   "price": "$40.000",
   "inventory": "2",
   "additionalInfoDescription1": "Arduino Uno es la placa más popular de Arduino a la fecha, sin embargo a veces es frustrante cuando tu proyecto requiere muchos sensores o Leds y tus cables jumper son un desastre. El propósito de crear el Grove - Base Shield es ayudarte a deshacerte de la breadboard y los jumper wires. Con los grove rich connectores en la placa base, podés agregar todos los módulos grove a tu Arduino Uno en una manera muy conveniente y prolija.<br/>Caracteristicas:<br/>4 Conectores Analógicos (A0 / A1 / A2 / A3)<br/>7 Conectores Digitales (D2 / D3 / D4 / D5 / D6 / D7 / D8)<br/>1 Conector UART<br/>4 Conectores I2C<br/>1-Analog Ports: include 4 anlog ports, A0, A1, A2 and A3.<br/>2-Digital Ports: include 7 digital ports, D2, D3, D4, D5, D6, D7 and D8.<br/>3-UART Port: 1 UART port.<br/>4-I2C Ports: 4 I2C ports.<br/>5-Power Switch: when using Arduino UNO with Base Shield v2, please turn the switch to 5v position; While using Seeeduino Arch with Base Shield v2, please turn the switch to 3.3v.<br/>6-Reset Buton: reset the arduino board.<br/>7-PWR LED：The Green LED turns on when power on.<br/>8-P1, P2：please solder the pads P1 and P2， if use Base Shield v2 with Seeeduino V3.<br/>Dimension: 2.1 * 2.7 inch<br/>Además de los conectores grove, en la placa también hay un botón RST y un LED verde para indicar el estado de la alimentación, un pin ICSP, un toggle witch y cuatro filas de pinouts. No hay necesidad de explicar el botón RST y el LED, pero hay dos features importantes que deberías conocer.<br/>Cada conector Grove tiene cuatro cables, uno de los cuales es el VCC. Sin embargo, no todos los microcontroladores necesitan un supply de 5V, algunos usan 3.3V. Es por ello que pusimos un power toggle switch en el Base Shield v2, para que puedas seleccionar el voltaje adecuado de la placa principal de tu microcontrolador a través de este switch.<br/>Por ejemplo, si estás usando el Arduino UNO con el Base Shield v2, por favor ponelo en la posición de 5v, mientras que si usas el Seeeduino Arch, usalo en 3.3v<br/>El pinout del Base Shield V2 es el mismo del Arduino Uno R3, sin embargo el Arduino Uno no es la única placa con la que el Base Shield V2 es compatible. Acá te listamos todas las placas que hemos confirmado son compatibles con el Base Shield V2.<br/>Arduino Uno<br/>Seeeduino V4.2<br/>Arduino Mega / Seeeduino Mega<br/>Seeduino LoraWan<br/>Arduino Leonardo / Seeeduino Lite<br/>Arduino 101<br/>Arduino Due<br/>Intel Edison<br/>Linkit One<br/>Wiki"
  },
  {
   "name": "Kit Grovepi+ Starter para Raspberry Pi",
   "description": "te lleva a un buen comienzo en tu próximo proyecto. Incluye 12 de sus módulos Grove más populares, pero ¿qué es Grove? Seeed lo describe como &ampuna plataforma electrónica modular para la creación rápida de prototipos&amp, donde cada módulo tiene una función específica.",
   "productImageUrl": [
    {
     "image": "https://moviltronics.com.co/1771-thickbox_default/kit-grove-starter-para-raspberry.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1774-thickbox_default/kit-grove-starter-para-raspberry.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1772-thickbox_default/kit-grove-starter-para-raspberry.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1773-thickbox_default/kit-grove-starter-para-raspberry.jpg"
    }
   ],
   "collection": "Grove",
   "sku": "M50144",
   "price": "$400.000",
   "inventory": "1",
   "additionalInfoDescription1": "El GrovePi hace que la creación de prototipos de productos electrónicos con Raspberry Pi sea fácil y rápida. La pequeña y poderosa Raspberry Pi solo está esperando que liberes la creatividad de tu creador y desarrolles los proyectos que te apasionan. Con GrovePi puede comenzar sus proyectos de dispositivos conectados en minutos.<br/>El GrovePi simplifica la realización de su proyecto: ya no hay jumpers, no hay más paneles y no hay más piezas sueltas para dar vida a sus dispositivos de Internet de las cosas.<br/>Puede usar los cientos de sensores que se ofrecen en la familia de módulos Grove: todo, desde un sensor de distancia, sensor de luz, sensor de temperatura y humedad, botones y pantallas. ¡Hay literalmente cientos de módulos electrónicos para su proyecto!<br/>El kit contiene:<br/>1 x tarjeta de interfaz GrovePi +<br/>1 x Grove - Retroiluminación LCD RGB<br/>1 x Grove - Relé<br/>1 x Grove - Zumbador<br/>1 x Grove - Sensor de sonido<br/>1 x Grove - Sensor de luz<br/>1 x Grove - Sensor de ángulo giratorio<br/>1 x Grove - Temperatura y Sensor de humedad<br/>1 x Grove - LED rojo<br/>1 x Grove - LED azul<br/>1 x Grove - LED verde<br/>1 x Grove - Botón<br/>1 x Grove - Buscador de rango ultrasónico<br/>10 x Cables Grove<br/>1 x GrovePi + Manual<br/>El Kit de Internet de las Cosas de Raspberry Pi<br/>¡Conectar sensores a Internet of Things (IOT) nunca ha sido tan fácil! No necesita soldadura o placas de prueba: conecte sus sensores Grove y empiece a programar directamente. GrovePi + es un sistema modular y fácil de usar para piratería de hardware con Raspberry Pi e Internet of Things.<br/>El GrovePi es un sistema que conecta más de 100 sensores y dispositivos Grove a la Raspberry Pi . GrovePi es un sistema modular fácil de usar para piratería de hardware con Raspberry Pi. No necesita soldadura o placas de pruebas: conecte sus sensores Grove y comience la programación. Grove es una colección fácil de usar de más de 100 módulos plug-and-play de bajo costo que detectan y controlan el mundo físico. Al conectar los sensores Grove a la Raspberry Pi, le permitimos a Pi conectarse al mundo físico. Con cientos de sensores para elegir en la colección Grove, las posibilidades de interacción son infinitas. GrovePi se trata de integrar los sensores y módulos Grove con el rendimiento y la facilidad de la Raspberry Pi.<br/>Tutoriales y Documentación<br/>El vídeo anterior no es de nuestra autoría, solo es ilustrativo para el alcance del producto."
  },
  {
   "name": "Sensor de Temperatura Grove",
   "description": "Este sensor puede ser utilizado con arduino, pic o microcontrolador; este sensor de temperatura utiliza un termistor para medir la temperatura ambiente.",
   "productImageUrl": [
    {
     "image": "https://moviltronics.com.co/1775-thickbox_default/sensor-de-temperatura-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1779-thickbox_default/sensor-de-temperatura-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1776-thickbox_default/sensor-de-temperatura-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1777-thickbox_default/sensor-de-temperatura-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1778-thickbox_default/sensor-de-temperatura-grove.jpg"
    }
   ],
   "collection": "Grove",
   "sku": "M30136",
   "price": "$15.000",
   "inventory": "3",
   "additionalInfoDescription1": "Sensor de temperatura utiliza un termistor para medir la temperatura ambiente. La resistencia del termistor cambia en base a la temperatura ambiente. Este valor de resistencia altera la salida de un divisor de tensión que se mide por un pin de entrada analógica y se convierte en un valor de temperatura. El rango de operación es de -40 a 125 ° C, con una precisión de 1,5 ° C.Para todos los usuarios Grove (especialmente los principiantes), ponemos a su disposición los documentos de orientación PDF. Por favor, descargar y leer a través Prefacio - Introducción y Introducción a Grove antes de que su uso del producto.<br/>ESPECIFICACIONES:<br/>Tensión de funcionamiento: 3.3 ~ 5V.<br/>Termistor cero resistencia de potencia: 100K.<br/>Tolerancia de resistencia: ± 1%.<br/>Termistor: NCP18WF104F03RC (NTC).<br/>Nominal B-Constant: 4250 ~ 4299K.<br/>Rango de temperatura de funcionamiento: -40 ° C a 125 ° C.<br/>Precisión: ± 1,5 ° C.<br/>Interfaz compatible Grove.<br/>Biblioteca Arduino listo.<br/>CARACTERÍSTICAS:<br/>Dimensiones: 23.92 x 20.39 x 1.59 mm.<br/>Peso: 4 g.<br/>Marca: Seeedstudio.<br/>Cantidad: 1 pieza.<br/>El vídeo anterior no es de nuestra autoría, solo es ilustrativo para el alcance del producto."
  },
  {
   "name": "Sensor de Movimiento Pir Grove",
   "description": "Este es un sensor de movimiento PIR (infrarrojo pasivo/passive infrared) muy fácil de utilizar, tiene una interfaz compatible con Grove. Simplemente conéctelo al Stem Shield o un Shield Madre y prográmelo: cuando alguien o algo se mueve en su gama de detección, el sensor emite un estado de ALTO o VERDADERO en su pin SIG.",
   "productImageUrl": [
    {
     "image": "https://moviltronics.com.co/1781-thickbox_default/sensor-de-movimiento-pir-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1780-thickbox_default/sensor-de-movimiento-pir-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1782-thickbox_default/sensor-de-movimiento-pir-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1783-thickbox_default/sensor-de-movimiento-pir-grove.jpg"
    }
   ],
   "collection": "Grove",
   "sku": "M30137",
   "price": "$35.000",
   "inventory": "2",
   "additionalInfoDescription1": "Este es un sensor de movimiento PIR (infrarrojo pasivo) fácil de usar con interfaz compatible con Grove. Simplemente conéctelo al protector de vástago y programe, cuando alguien se mueve en su rango de detección, el sensor emite ALTO en su pin SIG.<br/>El rango de detección y la velocidad de respuesta se pueden ajustar mediante 2 potenciómetros soldados en su placa de circuito. La velocidad de respuesta es de 0.3 s a 25 s, y un máximo de 6 metros de rango de detección.<br/>Especificaciones:<br/>Interfaz compatible Grove<br/>Rango de voltaje: 3V-5V<br/>Módulo de rama de 2.0cm x 4.0cm<br/>Detectando el ángulo: 120 grados<br/>Detección de distancia: máximo 6 m (3 m por defecto)<br/>Distancia de detección ajustable y tiempo de mantenimiento<br/>Aplicaciones:<br/>Sensor de movimiento<br/>Sistema de protección de ladrones<br/>Cambiar<br/>Automatización industrial<br/>El vídeo anterior no es de nuestra autoría, solo es ilustrativo para el alcance del producto."
  },
  {
   "name": "Modulo de Rele x1 Grove",
   "description": "El relé es un interruptor digital normalmente abierto que controla un relé capaz de conmutar voltajes y corrientes mucho más altas que las placas Arduino, Pic o Microcontrolador normales. Cuando se establece en ALTO, el LED se iluminará y el relé se cerrará permitiendo que la corriente fluya. La máxima tensión de pico de 250 V a 10 amperios.",
   "productImageUrl": [
    {
     "image": "https://moviltronics.com.co/1784-thickbox_default/modulo-de-relevo-x1-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1788-thickbox_default/modulo-de-relevo-x1-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1785-thickbox_default/modulo-de-relevo-x1-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1786-thickbox_default/modulo-de-relevo-x1-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1787-thickbox_default/modulo-de-relevo-x1-grove.jpg"
    }
   ],
   "collection": "Grove",
   "sku": "M40174",
   "price": "$15.000",
   "inventory": "2",
   "additionalInfoDescription1": "El relé es un interruptor normalmente abierto digital que controla un relé capaz de conmutar voltajes y corrientes mucho más altas que sus placas Arduino normales. Cuando se establece en alto, el LED se iluminará y el relé se cierra permitiendo que la corriente fluya. La capacidad de voltaje de 250V pico es de 10 amperios.<br/>ESPECIFICACIONES:<br/>Tensión de funcionamiento 3.3V ~ 5V.<br/>Corriente de funcionamiento 100mA.<br/>Vida Relay 100.000 Ciclo.<br/>Max tensión de conmutación 250VAC / 30VDC.<br/>Max Corriente de conmutación 5A.<br/>CARACTERÍSTICAS:<br/>Dimensiones:42x24x19.5 mm.<br/>Peso: 3 g.<br/>Marca: Seeedstudio.<br/>Cantidad: 1 pieza.<br/>El vídeo anterior no es de nuestra autoría, solo es ilustrativo para el alcance del producto."
  },
  {
   "name": "Modulo Expansion I2C HUB Grove",
   "description": "y conecta hasta 3 dispositivos I2C que pueden cubrir la mayoría de los propósitos de revelado.",
   "productImageUrl": [
    {
     "image": "https://moviltronics.com.co/1789-thickbox_default/modulo-expansion-i2c-hub-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1791-thickbox_default/modulo-expansion-i2c-hub-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1792-thickbox_default/modulo-expansion-i2c-hub-grove.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1790-thickbox_default/modulo-expansion-i2c-hub-grove.jpg"
    }
   ],
   "collection": "Grove",
   "sku": "M40175",
   "price": "$15.000",
   "inventory": "2",
   "additionalInfoDescription1": "I2C Hub Grove es un módulo de extensión Grove para la conexión de dispositivos I2Cse multiplican a Grove Escudo Base. Se puede utilizar con universal de 4 pines a X2 Cable de 4 PIN y conecta hasta 7 divices I2C, que pueden cubrir la mayoría propósito desarrollo. Para todos los usuarios Grove (especialmente los principiantes), ponemos a su disposición los documentos de orientación PDF. Por favor, descargar y leer a través Prefacio - Introducción y Introducción a Grove antes de que su uso del producto.<br/>ESPECIFICACIONES:<br/>Conectores 4 Terminales de 4 conectores.<br/>Compatible con 3.3V y 5V.<br/>Pines I2C accesibles.<br/>Pines de comunicación.<br/>CARACTERÍSTICAS:<br/>Dimensiones: 41.54x19.89x1.86 mm.<br/>Peso: 4 g.<br/>Marca: Seeed Studio.<br/>Cantidad: 1 pieza."
  },
  {
   "name": "Kit Grove Starter para Arduino y Genuino 101",
   "productImageUrl": [
    {
     "image": "https://moviltronics.com.co/1794-thickbox_default/kit-grove-starter-para-rduino-y-genuino-101.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1796-thickbox_default/kit-grove-starter-para-rduino-y-genuino-101.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1795-thickbox_default/kit-grove-starter-para-rduino-y-genuino-101.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1793-thickbox_default/kit-grove-starter-para-rduino-y-genuino-101.jpg"
    }
   ],
   "collection": "Grove",
   "sku": "M50142",
   "price": "$240.000",
   "inventory": "2",
   "additionalInfoDescription1": "El sistema Grove está diseñado para conectar un procesador al mundo real a través de diferentes transductores (como sensores y motores), placas de expansión y cables Grove que se ven como un cable plano. Con el sistema Grove, no se molestará en manejar conexiones excesivas y complicadas como solía hacer. No se requieren herramientas de soldadura, paneles y cables de puente. Solo tiene que enchufar muchos transductores a la placa de desarrollo con placas de expansión de blindaje base y cables Grove. El sistema Grove es muy útil para acelerar el proceso de desarrollo de su proyecto, especialmente para un novato.<br/>Características:<br/>Módulos Grove bien seleccionados con diferentes funciones, como detección, entrada, pantalla, etc., muy adecuado para principiantes.<br/>Rentable comparando otro kit de inicio para Arduino.<br/>Paquete bien con estructura de ranura interna suave, protegiendo el producto muy bien.<br/>Sin soldadura, sin cables de puente.<br/>Se proporciona la biblioteca completa de Arduino para Grove.<br/>Instrucciones detalladas para cada módulo Grove en el sistema wiki.<br/>Descripción general del hardware:<br/>Esta sección enumera las partes principales de este kit y enlaces para obtener más información para cada módulo funcional.<br/>Este kit puede ayudarte con eso. Introduce la simplicidad de Grove System en su proyecto Arduino. El Grove Base Shield funciona perfectamente en Arduino / Genuino 101 o en cualquier placa de desarrollo que aplique el factor de forma Arduino Uno. Con un grupo de módulos Grove bien elegidos y listos para usar, puede configurar un proyecto y convertir su idea en algo real de manera fácil y rápida.<br/>NOTA: Este kit NO incluye el Arduino / Genuino 101.<br/>Lista de Componentes:<br/>Grove- Button 1<br/>Grove - Sensor de sonido v1.2 1<br/>Grove - Sensor táctil 1<br/>Grove - Sensor de luz v1.2 1<br/>Grove - Sensor de temperatura v1.1 1<br/>Grove - Sensor de ángulo de rotación (P) 1<br/>Grove - Sensor de vibración piezoeléctrica 1<br/>Grove - Retroiluminación LCD RGB 1<br/>Grove - Zumbador 1<br/>Grove - LED v1.3 1<br/>Motor paso a paso del engranaje con el conductor 1<br/>Grove Base Shield v2 1<br/>Cable Grove Universal de 4 pines 1<br/>LED rojos 1<br/>LED verdes 1<br/>LED azules 1<br/>Más Información<br/>Manual<br/>El vídeo anterior no es de nuestra autoría, solo es ilustrativo para el alcance del producto."
  },
  {
   "name": "Kit Grove Starter para Arduino",
   "productImageUrl": [
    {
     "image": "https://moviltronics.com.co/2478-thickbox_default/kit-grove-starter-para-arduino.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1799-thickbox_default/kit-grove-starter-para-arduino.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1797-thickbox_default/kit-grove-starter-para-arduino.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1800-thickbox_default/kit-grove-starter-para-arduino.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1798-thickbox_default/kit-grove-starter-para-arduino.jpg"
    }
   ],
   "collection": "Grove",
   "sku": "M50143",
   "price": "$200.000",
   "inventory": "10",
   "additionalInfoDescription1": "El sistema Grove está diseñado para conectar un procesador al mundo real a través de diferentes transductores (como sensores y motores), placas de expansión y cables Grove que se ven como un cable plano. Con el sistema Grove, no se molestará en manejar conexiones excesivas y complicadas como solía hacer. No se requieren herramientas de soldadura, paneles y cables de puente. Solo tiene que enchufar muchos transductores a la placa de desarrollo con placas de expansión de blindaje base y cables Grove. El sistema Grove es muy útil para acelerar el proceso de desarrollo de su proyecto, especialmente para un novato.<br/>Características:<br/>Módulos Grove bien seleccionados con diferentes funciones, como detección, entrada, pantalla, etc., muy adecuado para principiantes.<br/>Rentable comparando otro kit de inicio para Arduino.<br/>Paquete bien con estructura de ranura interna suave, protegiendo el producto muy bien.<br/>Sin soldadura, sin cables de puente.<br/>Se proporciona la biblioteca completa de Arduino para Grove.<br/>Instrucciones detalladas para cada módulo Grove en nuestro sistema wiki.<br/>Descripción general del hardware:<br/>Esta sección enumera las partes principales de este kit y enlaces para obtener más información para cada módulo funcional.<br/>Este kit puede ayudarte con eso. Introduce la simplicidad de Grove System en su proyecto Arduino. El Grove Base Shield funciona perfectamente en Arduino / Genuino 101 o en cualquier placa de desarrollo que aplique el factor de forma Arduino Uno. Con un grupo de módulos Grove bien elegidos y listos para usar, puede configurar un proyecto y convertir su idea en algo real de manera fácil y rápida.<br/>NOTA: Este kit NO incluye el Arduino.<br/>Lista de Componentes:<br/>Base Shield 1<br/>Grove - Retroiluminación LCD RGB 1<br/>Grove - Smart Relay 1<br/>Grove - Zumbador 1<br/>Grove - Sensor de sonido 1<br/>Grove - Sensor táctil 1<br/>Grove - Sensor de ángulo giratorio 1<br/>Grove - Sensor de temperatura 1<br/>Grove - LED 1<br/>Grove - Sensor de luz 1<br/>Grove - Botón 1<br/>DIP LED Azul-Azul 1<br/>DIP LED Verde-Verde 1<br/>DIP LED Rojo-Rojo 1<br/>Mini Servo 1<br/>Cables Grove 10<br/>Adaptador de 9V a Barrel Jack 1<br/>Manual de inicio de Grove 1<br/>Caja de plástico verde 1<br/>Más Información<br/>Manual<br/>El vídeo anterior no es de nuestra autoría, solo es ilustrativo para el alcance del producto."
  },
  {
   "name": "Kit Grove Zero STEM Starter",
   "description": "Los módulos Grove Zero están diseñados para la educación STEM y les permite a los docentes sin experiencia o mucha experiencia traer los planes de lecciones detallados a su clase e integrarlos en su sistema de aprendizaje.",
   "productImageUrl": [
    {
     "image": "https://moviltronics.com.co/1801-thickbox_default/kit-grove-zero-stem-starter.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1802-thickbox_default/kit-grove-zero-stem-starter.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1803-thickbox_default/kit-grove-zero-stem-starter.jpg"
    },
    {
     "image": "https://moviltronics.com.co/1804-thickbox_default/kit-grove-zero-stem-starter.jpg"
    }
   ],
   "collection": "Grove",
   "sku": "M50145",
   "price": "$420.000",
   "inventory": "1",
   "additionalInfoDescription1": "Todos los módulos de Grove Zero están programados para ser plug-and-play para ayudar a los niños a aprender sobre los componentes electrónicos con mucha facilidad. Y el versátil adaptador magnético le permite ajustar los módulos junto con los imanes de muchas maneras diferentes, sin preocuparse por el orden, la dirección o tener todos los módulos hacia arriba.<br/>grove Zero es una serie de módulos electrónicos plug-and-play que enseña a los estudiantes sobre programación, electrónica y lógica. Todos los módulos cumplen una función específica y se pueden unir fácilmente de todas maneras (no se necesitan cables ni soldaduras, ¡todo es magnético!) Para crear una línea de comando consistente.<br/>Defina el comportamiento de cada módulo con el editor de programación visual MakeCode y reprograme los módulos para proyectos avanzados.<br/>La aplicación Module Matcher te ayudará a aprender los conceptos básicos de la programación, así como a practicar tu pensamiento lógico. La guía de un educador está disponible de forma gratuita y le permitirá crear emocionantes talleres, independientemente de su nivel de experiencia en electrónica y STEM. Como suele ser el caso con los kits de programación educativa, los juegos son el núcleo del proceso de aprendizaje: los alumnos se mantienen receptivos y perceptivos durante todo el taller.<br/>Especificaciones técnicas del kit Grove STEM<br/>Este kit incluye:<br/>1 tablero principal<br/>1 matriz LED<br/>1 zumbador<br/>2 botones<br/>1 sensor de luz<br/>1 módulo 9 DOF<br/>1 sensor de temperatura<br/>1 sensor de sonido<br/>1 módulo de potencia<br/>Presupuesto:<br/>Dimensiones: 273 × 150 × 33 mm<br/>Peso: 489 g<br/>Batería no suministrada<br/>Microcontrolador Atmel SAMD21G18<br/>Nodo MCU STM32F030F4P6<br/>Voltaje de funcionamiento: 3.6-5V<br/>Estándar de comunicación I2C<br/>MPU9250 9 chip DOF<br/>Chip de sensor de luz TSL2561<br/>Chip sensor de temperatura LM75A<br/>Chip sensor de sonido LM358<br/>Tamaño del módulo: 30 x 32 mm (básico); 50 x 25 mm (extendido)<br/>Página Principal<br/>Más Información<br/>El vídeo anterior no es de nuestra autoría, solo es ilustrativo para el alcance del producto."
  }
 ]
}